{
  "name": "True Love (Major)",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/story.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_18qw00m8tam",
      "path": "Flaws#/CF_SEP/Personality",
      "color": "#000000"
    }
  },
  "system": {
    "description": "You have found the one person meant for you in all of creation, and the bond between the two of you cannot be sundered. Whenever you are suffering, in danger, or dejected, the thought of your love will give you strength to persevere. In dire need, he may even come to rescue you. More often, he will be in trouble and need rescuing. If any enchantment keeps you from your true loves side, the power of your devotion can probably break it. Your love is higher than mortal magic, and no magic can make you hate your love, or make you truly betray him. Your True Love must be a non-player character. To have another player character as your True Love, see the True Love Virtue on page 50. This Story Hook may be renamed “True Friend” to cover characters with whom you are very closely linked, but not in a romantic way. If the True Love is significantly weaker than the player character, and not able to provide useful assistance in most cases, this is a Major Flaw. If the True Love is competent, equal to or better than the player character, then this is only a Minor Flaw. The True Love may need rescuing occasionally, but more often he will involve the player character in his plans.",
    "source": "ArM5",
    "page": 59,
    "type": "story",
    "impact": {
      "value": "major"
    },
    "indexKey": "true-love-major"
  },
  "_stats": {
    "systemId": "arm5e",
    "systemVersion": "2.2.2.15",
    "coreVersion": "11.311",
    "createdTime": 1662235751634,
    "modifiedTime": 1696141995451,
    "lastModifiedBy": "1JBSgWiiwizu7vru"
  },
  "folder": "HvyHCuxjJNI5yJoA",
  "_id": "rNr5RkUuoi09SHRy",
  "sort": 0,
  "ownership": {
    "default": 0,
    "1JBSgWiiwizu7vru": 3
  },
  "_key": "!items!rNr5RkUuoi09SHRy"
}