{
  "name": "Landed Noble",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/social.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_kuhc1tso94g",
      "path": "Virtues#/CF_SEP/Social Status",
      "color": "#000000"
    }
  },
  "system": {
    "description": "You owe fealty and service to a higher noble, and control land, serfs, and men-atarms. You have half a dozen servants at your manor house, including a couple of bodyguards. Your servants should be controlled by the rest of the troupe. You have sworn an Oath of Fealty, and so must balance this Virtue with that Flaw. You get the normal points for Oath of Fealty. You are wealthier than most characters, but have no additional free time. You have the power to enforce the law within your fief, but you may not impose the death penalty, nor may you mutilate criminals. Floggings and fines are the normal penalties you impose. If you are Poor, your fief is either very small, or in a poor area for farming with few other resources. You must spend every season managing it, or it may collapse completely, leaving you effectively landless. You are no wealthier than most average characters, and you have only a couple of servants. Wealthy Landed Nobles control more than one fief, and have bailiffs or stewards for each, so that they do not need to devote any time to looking after their lands. You are significantly richer than most Wealthy characters, and could afford to build a small castle or a large chapel within a cathedral. You have around fifty servants, including a significant number of warriors. This Status Virtue is compatible with the Knight Minor Status Virtue, but unlike that Virtue its available to male and female characters.",
    "source": "ArM5",
    "page": 44,
    "type": "social",
    "impact": {
      "value": "major"
    },
    "indexKey": "landed-noble"
  },
  "_stats": {
    "systemId": "arm5e",
    "systemVersion": "2.2.2.15",
    "coreVersion": "11.311",
    "createdTime": 1662235751227,
    "modifiedTime": 1696141995940,
    "lastModifiedBy": "1JBSgWiiwizu7vru"
  },
  "folder": "5doiTaY9KQf8IBzO",
  "_id": "OzOhPfKqrHPuFUFM",
  "sort": 0,
  "ownership": {
    "default": 0,
    "1JBSgWiiwizu7vru": 3
  },
  "_key": "!items!OzOhPfKqrHPuFUFM"
}
