{
  "name": "Lightning Reflexes",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/generalVirtue.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_qajjxhee95m",
      "path": "Virtues#/CF_SEP/General",
      "color": "#000000"
    }
  },
  "system": {
    "source": "ArM5",
    "page": 45,
    "type": "general",
    "impact": {
      "value": "minor"
    },
    "indexKey": "lightning-reflexes",
    "description": "You respond to surprises almost instantly. In fact, your reflexes are sometimes so fast that you don’t have a chance to think about how you are going to respond. Whenever you are surprised or startled, roll a stress die + Quickness. If you get a 3 or better, you respond reflexively. You must tell the storyguide on each occasion what one type of action (attacking, blocking, running, etc.) you would like to respond with. If attacking in response, you gain +9 to your Initiative Total. The storyguide is the final arbiter of what happens (though it is always in the best interests of your immediate self-preservation). You only react to threats that you are not fully aware of, so you don’t get a bonus against an assassin you watch sneak up on you. Note that you do not get a choice about whether to react. You could just as easily skewer a friend sneaking up in fun as you would an assassin about to strike. Also note that you must perceive an action to react to it — you can still be easily killed in your sleep. This Virtue gives you no special powers of perception. LONG-WINDED Minor, General You can last longer when exerting yourself than most, and gain +3 on all your Fatigue rolls. This bonus does not apply to casting spells."
  },
  "_stats": {
    "systemId": "arm5e",
    "systemVersion": "2.2.2.15",
    "coreVersion": "11.311",
    "createdTime": 1662235751301,
    "modifiedTime": 1696141995818,
    "lastModifiedBy": "1JBSgWiiwizu7vru"
  },
  "folder": "jegZHVtv21smauPD",
  "_id": "DbP5BbWFReI7WImS",
  "sort": 0,
  "ownership": {
    "default": 0,
    "1JBSgWiiwizu7vru": 3
  },
  "_key": "!items!DbP5BbWFReI7WImS"
}