{
  "name": "Major Magical Focus",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/hermetic.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "source": "ArM5",
    "page": 45,
    "type": "hermetic",
    "impact": {
      "value": "major"
    },
    "indexKey": "major-magical-focus",
    "description": "Your magic is much more potent in a fairly limited area, such as weather, necromancy, birds, or emotions. This area should be smaller than a single Art, but may be spread over several Arts — necromancy, for example, covers both Corpus and Mentem effects. You cannot be focused on laboratory activities, although a focus does apply to laboratory activities. When you cast a spell or generate a Lab Total within your focus, add the lowest applicable Art score twice. If a spell has requisites, the lowest applicable score may be one of the requisites, rather than one of the primary Arts. Thus, if a magus with a focus on birds was cast Sample Minor Magical Foci This list is merely exemplary; other foci are possible. Animal: Birds of prey, canines, mustelidae. Aquam: Stagnant water, small streams. Auram: Wind, rain, lightning. Corpus: Aging, disease. Herbam: Fruiting, wood. Imaginem: A particular color or sound. Mentem: Anger, lust, erasing memories, changing memories. Terram: Creating metals, destroying stone. Healing: Applies to people, animals, and plants. Self-Transformation: Applies to both Corpus and Mentem. in conjunction with others. In addition to your standard spell allocation, you also know Wizards Communion (page 160) at a level equal to the highest level of Ritual spell that you know, and should you invent or learn a Ritual spell of higher level, you automatically invent a Wizards Communion spell of the same level, without needing to spend extra time. When casting a spell using Wizards Communion, you may add your Mastery score (page 86) in the spell being cast and your Mastery score in Wizards Communion to the effective level of the Wizards Communion. Finally, any Ritual spells which you cast have only half the usual vis requirement. If cast as part of a Wizards Communion, all the participants need to have this Virtue to gain this benefit. Your concentration in Ritual magic has a downside, however — you may only cast ing a spell to turn a bird into pure flame, MuAn (Ig), with Muto 14, An 18, and Ig 10, his final total would be 34 + other modifiers: 14 from Muto, and 20 from adding Ignem twice. If he was casting a spell to turn a bird into another sort of bird, MuAn with no requisites, his total would be 46 + other modifiers, 18 from Animal and 28 from adding Muto twice. A character can have only one Magical Focus, either major or minor, regardless of the source of the focus.\nSample Major Magical Foci \nThis list is merely exemplary. Other foci are possible. \nAnimal: Birds, or mammals, or domesticated animals. \nAquam: Salt water or fresh water. \nAuram: Weather. \nCorpus: Men or women. \nHerbam: Trees or food plants. \nImaginem: Visual images, auditory images, tactile images, or taste and smell together. Mentem: Emotions or memories. \nTerram: Metals or stone. \nNecromancy: Corpus and Mentem as applied to the bodies and spirits of dead people. Damage: Any Art, as long as the effect does damage directly, either by inflicting a wound or doing a certain amount of damage which can be soaked. \nDisguise: Changing the appearance of something, by any means."
  },
  "_stats": {
    "systemId": "arm5e",
    "systemVersion": "2.2.2.15",
    "coreVersion": "11.311",
    "createdTime": 1662235751232,
    "modifiedTime": 1696141996206,
    "lastModifiedBy": "1JBSgWiiwizu7vru"
  },
  "folder": "ryEkrZYbf9tQGIrO",
  "_id": "qED4cDuaKu0AfKbI",
  "sort": 0,
  "ownership": {
    "default": 0,
    "1JBSgWiiwizu7vru": 3
  },
  "_key": "!items!qED4cDuaKu0AfKbI"
}