{
  "name": "Artes Liberales*",
  "type": "ability",
  "img": "systems/arm5e/assets/icons/abilities/artesLib.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_5d6v8nsyfy",
      "path": "Abilities#/CF_SEP/Academic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "The seven artes liberales, or liberal arts, are the basis of medieval higher education. Everyone learns them at the universities before passing on to study other subjects. It would be very rare for a character to have a score in any other Academic Knowledge without a score of at least one in this. The artes liberales are divided into two groups: the Trivium (grammar, logic, and rhetoric) and the Quadrivium (arithmetic, geometry, astronomy, and music). The emphasis at this period is on the Trivium, but both are taught. (Note that Artes Liberales as a whole is one Skill, not seven separate ones.) Grammar concerns theoretical questions of the structure of languages, rather than the ability to use a specific language (that is covered by Speak skills). The authorities are Priscian and Donatus. Logic is the study of the syllogism, and other forms of reasoning discussed by Aristotle. It is the most important of the arts at this period. Aristotle is the authority, in his logica vetus and logica nova. Rhetoric is the study of the theory of rhetorical forms: knowledge of the sort of tricks that an orator can use, rather than the ability to use them. The authority is Cicero, especially his De Inventione. Arithmetic is the ability to add and subtract, multiply and divide. The authority is Boethius, De arithmetica. Geometry is concerned with study of plane and solid figures, and the authority is Euclid, in his Elementa. It also deals with the study of light, and Euclids Optica is the authority here. Astronomy is concerned with predicting the positions of the stars and planets, and the authority is Ptolemy, in the Libri Almagesti. Music is purely theoretical, the study of proportions and musical theory, not the ability to sing or play an instrument. The authority is Boethius, in De Musica. Artes Liberales also covers the ability to read and write. For every point in the Ability, the character can read and write one writing system, providing that he knows a language which normally uses that system: the Latin alphabet, the Greek alphabet, the Arabic alphabet, and so on. \nSpecialties: grammar, logic, rhetoric, arithmetic, geometry, astronomy, music, Ritual magic, Ceremonial magic. (Academic)",
    "source": "ArM5",
    "page": 62,
    "defaultChaAb": "int",
    "speciality": "",
    "xp": 0,
    "key": "artesLib",
    "option": "",
    "realm": "magic",
    "indexKey": "artes-liberales"
  },
  "_stats": {
    "systemId": "arm5e",
    "systemVersion": "2.2.2.19",
    "coreVersion": "11.311",
    "createdTime": 1662235751941,
    "modifiedTime": 1696597048288,
    "lastModifiedBy": "1JBSgWiiwizu7vru"
  },
  "folder": "RFwx3qCrd6CJ4GDo",
  "_id": "GhxO6KomdJ7lO7qc",
  "sort": 600000,
  "ownership": {
    "default": 0,
    "1JBSgWiiwizu7vru": 3
  },
  "_key": "!items!GhxO6KomdJ7lO7qc"
}