{
  "name": "Legerdemain*",
  "type": "ability",
  "img": "systems/arm5e/assets/icons/abilities/legerdemain.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_buj82p3vtnu",
      "path": "Abilities#/CF_SEP/General",
      "color": "#000000"
    }
  },
  "system": {
    "description": "Sleight of hand and knowledge of confi dence games requiring sleight of hand. It requires a delicate touch and great hand-eye coordination. Legerdemain includes filching things from market stalls, cutting purses, and picking such locks as there are, as well as the “magical” trickery often used to raise money from credulous folk. The target of an attempt rolls Perception + Awareness to detect your actions. If the perceiver has Legerdemain skill, he may substitute that for Awareness if he wishes. On particularly delicate moves such as picking pockets, someone trying to spot the character using Legerdemain receives a +3 bonus. \nSpecialties: filching, picking pockets, “magic” tricks. (General) (LIVING LANGUAGE)* Fluency in a particular living language. Rather than a die roll modifier, your score in this Knowledge measures your ability to communicate. Score  Fluency 0  Point and grunt. With one or more expe rience points, you know “please,” ”thank you,” and a few other words. 1  Basic questions and answers: “Where is the church?,” “Do you sell food?” Constant mistakes, and an atrocious accent. People must speak slowly and often repeat themselves, and you cannot string a conversation together. 2  Basic conversation.  You can sustain a short conversation on a common topic. You still make many mistakes, and often fail to catch what others say. 3  Haltingly functional. You can hold a conversation on everyday topics, although it takes time, you make many mistakes, and your accent is still bad. 4  Functional. You can hold a conversation on non-technical topics, and make few mistakes. People do not normally need to repeat themselves. This is the minimum level required to study from a book. 5  Fluent. You still have an accent if this is not your native language, but it is weak. You speak as well as most natives. This is the minimum level required to write a book. 6  Elegant. You choose your words well, and have no accent if this is not your native language. When two people speak to each other, the lower Ability score determines how well they communicate. Characters who speak related languages can communicate at a penalty to their scores (assigned by the storyguide) depending on how closely related the two languages are. Note that Latin and Hebrew are not living languages in most of Mythic Europe. However, characters who live in places where they are (such as some covenants) may learn this Ability without any special Virtues. Characters with this Ability are illiterate unless they also have a score in Artes Liberales (page 62). This Ability also covers artistic compositions in the language, and telling existing tales with verve and passion. Knowledge of stories is covered by the appropriate Lore Abilities. \nSpecialties:  poetry, prose, specific dialects, expansive vocabulary, specific technical vocabulary, slang, storytelling. (General) Ars Magica Fifth Edition",
    "source": "ArM5",
    "page": 65,
    "defaultChaAb": "dex",
    "speciality": "",
    "xp": 0,
    "key": "legerdemain",
    "option": "",
    "realm": "magic",
    "indexKey": "legerdemain"
  },
  "_stats": {
    "systemId": "arm5e",
    "systemVersion": "2.2.2.15",
    "coreVersion": "11.311",
    "createdTime": 1662235751904,
    "modifiedTime": 1696140814934,
    "lastModifiedBy": "1JBSgWiiwizu7vru"
  },
  "folder": "adQkl7QaQHRah9iT",
  "_id": "myO1pWGrXMg2D3xl",
  "sort": 0,
  "ownership": {
    "default": 0,
    "1JBSgWiiwizu7vru": 3
  },
  "_key": "!items!myO1pWGrXMg2D3xl"
}